Repository: mishrafabric/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextAgentPane/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# agentPane.checkpoint.omitted
source: Omitted
ar: محذوف
bs: Nastavak: Omitted
da: Fortsæt: Omitted
de: Ausgelassen
es: Omitido
fr: Omis
it: Continua: Omitted
ja: 省略
km: បន្ត៖ Omitted
ko: 생략됨
nb: Fortsett: Omitted
pl: Kontynuuj: Omitted
pt_br: Continuar: Omitted
ru: Продолжить: Omitted
th: ดำเนินการต่อ: Omitted
tr: Devam: Omitted
uk: Продовжити: Omitted
vi: Tiếp tục: Omitted
zh_hans: 已省略
zh_hant: 已省略

# agentPane.checkpoint.unavailable
source: Unavailable
ar: غير متاح
bs: Nastavak: Unavailable
da: Fortsæt: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Continua: Unavailable
ja: 利用不可
km: បន្ត៖ Unavailable
ko: 사용할 수 없음
nb: Fortsett: Unavailable
pl: Kontynuuj: Unavailable
pt_br: Continuar: Unavailable
ru: Продолжить: Unavailable
th: ดำเนินการต่อ: Unavailable
tr: Devam: Unavailable
uk: Продовжити: Unavailable
vi: Tiếp tục: Unavailable
zh_hans: 不可用
zh_hant: 無法使用

# agentPane.checkpoint.reference
source: Reference
ar: المرجع
bs: Referenca
da: [da] Reference
de: Zeugis
es: Referencia
fr: Reférence
it: Riferimento
ja: 参照
km: សេចក្តី​យោង
ko: 참조
nb: Referanse
pl: Odniesienie
pt_br: Referência
ru: Ссылки
th: การอ้างอิง
tr: Referans
uk: Довідкові дані
vi: Tham chiếu
zh_hans: 参考
zh_hant: 摘要

# agentPane.checkpoint.base
source: Base
ar: الأساس
bs: Osnovni
da: Grundlag
de: Basis
ja: ベース
km: មូលដ្ឋាន
ko: 기본
nb: Grunnlag
pl: Podstawowa
ru: Базовая
th: ฐาน
tr: Temel
uk: Базова
vi: Cơ bản
zh_hans: 基础
zh_hant: 基礎

# agentPane.checkpoint.created
source: Created
ar: مخلوق
bs: Kreirano
da: Oprettet den
de: Erstellt
es: Creado
fr: Créé
it: Creato
ja: 作成
km: បាន​បង្កើត
ko: 생성됨
nb: Opprettet
pl: [Data] powstania
pt_br: Criado
ru: Созданный
th: ที่สร้างไว้
tr: Oluşturma
uk: Створено
vi: Đã tạo
zh_hans: 已创建
zh_hant: 已創建

# agentPane.checkpoint.expires
source: Expires
ar: الحالة
bs: Istekao
da: Gælder til
de: Verfallsdatum
es: Caduca el
fr: Expire
it: Scad.
ja: 期限
km: ផុតកំណត់
ko: 만료일
nb: Utløper
pl: Traci ważność
pt_br: Expira em
ru: Истекает
th: หมดอายุ
tr: Son tarih
uk: Дійсна до
vi: Hết hạn ngày
zh_hans: 到期
zh_hant: 效期

# agentPane.checkpoint.pinned
source: Pinned
ar: مثبت
bs: Zakačeno
da: Fastgjort
de: Angepinnt
es: Fijado
fr: Épinglé
it: Fissate
ja: ピン留め
km: បានខ្ទាស់
ko: 고정됨
nb: Festet
pl: Przypięte
pt_br: Fixadas
ru: Закрепленные
th: ปักหมุดแล้ว
tr: Sabitlenmiş
uk: Закріплені
vi: Đã ghim
zh_hans: 已固定
zh_hant: 已固定

# agentPane.checkpoint.complete
source: Complete
ar: إكمال
bs: Kompletna
da: Færdig
de: Abgeschlossen
es: Completado
fr: Terminez
it: Completa
ja: 完了
km: ពេញលេញ
ko: 완료
nb: Fullført
pl: Ukończone
pt_br: [pt-BR] Complete
ru: Пройти
th: เสร็จสมบูรณ์
tr: Tamamla
uk: Завершити
vi: Hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# agentPane.checkpoint.partial
source: Partial checkpoint
ar: نقطة تفتيش جزئية
bs: Djelomična kontrolna tačka
da: Delvis kontrolpunkt
de: Teilcheckpoint
es: Punto de control parcial
fr: Point de contrôle partiel
it: Checkpoint parziale
ja: 部分チェックポイント
km: ចំណុចត្រួតពិនិត្យដោយផ្នែក
ko: 부분 체크포인트
nb: Delvis kontrollpunkt
pl: Częściowy punkt kontrolny
pt_br: Ponto de verificação parcial
ru: Частичная контрольная точка
th: จุดตรวจสอบบางส่วน
tr: Kısmi kontrol noktası
uk: Частковий блокпост
vi: Điểm kiểm tra một phần
zh_hans: 部分检查点
zh_hant: 部分檢查點

# agentPane.checkpoint.skipped
source: Skipped files
ar: الملفات التي تم تخطيها
bs: Preskočene datoteke
da: Sprunget over filer
de: Übersprungene Dateien
es: Archivos omitidos
fr: Fichiers ignorés
it: File saltati
ja: スキップされたファイル
km: ឯកសារដែលបានរំលង
ko: 건너뛴 파일
nb: Hoppet over filer
pl: Pominięte pliki
pt_br: Arquivos ignorados
ru: Файлов пропущено
th: ข้ามไฟล์
tr: Dosyalar atlandı
uk: Пропущені файли
vi: Tệp đã bỏ qua
zh_hans: 跳过的文件
zh_hant: 跳過的檔案

# agentPane.checkpoint.copyReference
source: Copy reference
ar: نسخ المرجع
bs: Kopiraj referencu
da: Kopier reference
de: Referenz kopieren
es: [es] Copy reference
fr: référence de document papier
it: Copia riferimento
ja: 参照をコピー
km: ចម្លងឯកសារយោង
ko: 추천글 복사
nb: Kopier referanse
pl: Copy as Reference [Kopiuj jako odniesienie]
pt_br: Copiar referência
ru: АВТОРСКАЯ СПРАВКА
th: คัดลอกเอกสารอ้างอิง
tr: Referansı kopyala
uk: Копіювати посилання
vi: Sao chép tham chiếu
zh_hans: 复制完整参考资料
zh_hant: 複製參考

# agentPane.checkpoint.copied
source: Copied
ar: تم النسخ
bs: Kopirano
da: Kopieret
de: Kopiert
es: Copiado
fr: Copié
it: Copiati
ja: コピーしました
km: បានថតចំលង
ko: 복사됨
nb: Kopiert
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

# agentPane.checkpoint.keep
source: Keep checkpoint
ar: الحفاظ على نقطة التفتيش
bs: Zadrži kontrolni punkt
da: Behold kontrolpunktet
de: Kontrollpunkt einhalten
es: Mantener punto de control
fr: Garder le point de contrôle
it: Mantieni il punto di controllo
ja: チェックポイントを維持する
km: រក្សាចំណុចត្រួតពិនិត្យ
ko: 체크포인트 유지
nb: Behold kontrollpunkt
pl: Zachowaj punkt kontrolny
pt_br: Manter ponto de verificação
ru: Сохранить контрольно-пропускной пункт
th: เก็บจุดตรวจสอบไว้
tr: Kontrol noktasını koru
uk: Залишити контрольно-пропускний пункт
vi: Giữ trạm kiểm soát
zh_hans: 保留检查点
zh_hant: 保留檢查點

# agentPane.checkpoint.release
source: Release pin
ar: تحرير رقم التعريف الشخصي
bs: Otpusna igla
da: sikkerheds-koblingsbolt
de: Entriegelungsstift
es: Pasador de seguridad
fr: BROCHE DE DÉSOLIDARISATION
it: Perno di rilascio
ja: ピンを外す
km: PIN រំដោះ
ko: PIN 해제
nb: Frigjøringsstift
pl: Sworzeń zwalniający
pt_br: LIBERTAÇÃO RÁPIDA
ru: Отпустите штифт
th: คลายพิน
tr: Serbest bırakma pimi
uk: Відпустіть PIN-код
vi: Nhả mã PIN
zh_hans: 松开PIN
zh_hant: 釋放PIN碼

# agentPane.checkpoint.manualRetention
source: Use Keep checkpoint before sharing this reference in a manual handoff.
ar: استخدم Keep checkpoint قبل مشاركة هذا المرجع في التسليم اليدوي.
bs: Koristite Zadrži kontrolni punkt prije nego što podijelite ovu referencu u ručnoj primopredaji.
da: Brug Keep checkpoint, før du deler denne reference i en manuel overlevering.
de: Verwenden Sie Kontrollpunkt beibehalten, bevor Sie diesen Verweis in einer manuellen Übergabe weitergeben.
es: Utilice Mantener punto de control antes de compartir esta referencia en un traspaso manual.
fr: Utilisez Keep checkpoint avant de partager cette référence lors d'un transfert manuel.
it: Utilizzare Mantieni il punto di controllo prima di condividere questo riferimento in una consegna manuale.
ja: 手動ハンドオフでこの参照を共有する前に、Keepチェックポイントを使用してください。
km: ប្រើចំណុចត្រួតពិនិត្យរក្សាមុនពេលចែករំលែកឯកសារយោងនេះនៅក្នុងអំណោយដោយដៃ ។
ko: 수동 인계에서 이 참조를 공유하기 전에 체크포인트를 유지하세요.
nb: Bruk Keep checkpoint før du deler denne referansen i en manuell overlevering.
pl: Użyj Zachowaj punkt kontrolny przed udostępnieniem tego odniesienia w ręcznym przekazaniu.
pt_br: Use Manter ponto de verificação antes de compartilhar esta referência em uma entrega manual.
ru: Используйте Keep checkpoint, прежде чем делиться этой ссылкой при ручной передаче.
th: ใช้จุดตรวจสอบเก็บไว้ก่อนแชร์ข้อมูลอ้างอิงนี้ในการส่งมอบด้วยตนเอง
tr: Bu referansı manuel bir devirde paylaşmadan önce Keep kontrol noktasını kullanın.
uk: Використовуйте Keep checkpoint, перш ніж ділитися цим посиланням під час передачі вручну.
vi: Sử dụng điểm kiểm tra Keep trước khi chia sẻ tài liệu tham khảo này trong phần bàn giao thủ công.
zh_hans: 在手动切换中共享此参考之前，请使用保留检查点。
zh_hant: 在手動交接中分享此參考之前，請先使用「保留檢查點」。

# agentPane.checkpoint.failed
source: Couldn’t complete this checkpoint request.
ar: تعذر إكمال طلب نقطة التفتيش هذه.
bs: Nismo uspjeli dovršiti ovaj zahtjev za kontrolni punkt.
da: Kunne ikke gennemføre denne checkpoint-anmodning.
de: Diese Checkpoint-Anfrage konnte nicht abgeschlossen werden.
es: No se ha podido completar esta solicitud de punto de control.
fr: Impossible de terminer cette demande de point de contrôle.
it: Impossibile completare questa richiesta di checkpoint.
ja: このチェックポイントリクエストを完了できませんでした。
km: មិនអាចបំពេញសំណើចំណុចត្រួតពិនិត្យនេះបានទេ ។
ko: 이 체크포인트 요청을 완료할 수 없습니다.
nb: Kunne ikke fullføre denne sjekkpunktforespørselen.
pl: Nie można zrealizować tej prośby o punkt kontrolny.
pt_br: Não foi possível concluir esta solicitação de checkpoint.
ru: Не удалось выполнить этот запрос контрольной точки.
th: ดำเนินการตามคำขอจุดตรวจสอบนี้ไม่สำเร็จ
tr: Bu kontrol noktası isteği tamamlanamadı.
uk: Не вдалося виконати цей запит контрольної точки.
vi: Không thể hoàn thành yêu cầu điểm kiểm tra này.
zh_hans: 无法完成此检查点请求。
zh_hant: 無法完成此檢查點請求。

# agentPane.checkpoint.retry
source: Retry
ar: إعادة المحاولة
bs: Pokušaj ponovo
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
km: ព្យាយាមម្ដងទៀត
ko: 재시도
nb: Prøv igjen
pl: Jeszcze raz
pt_br: Tentar novamente
ru: Повторить попытку
th: ลองใหม่
tr: Tekrar dene
uk: Повторити спробу
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# agentPane.checkpoint.recovering
source: Checking the saved checkpoint…
ar: جارٍ التحقق من نقطة التفتيش المحفوظة...
bs: Provjera sačuvanog kontrolnog punkta…
da: Kontrollerer det gemte kontrolpunkt...
de: Überprüfe den gespeicherten Kontrollpunkt...
es: Comprobando el punto de control guardado...
fr: Vérification du point de contrôle enregistré…
it: Controllo del checkpoint salvato in corso...
ja: 保存されたチェックポイントを確認しています…
km: កំពុងពិនិត្យមើលចំណុចត្រួតពិនិត្យដែលបានរក្សាទុក...
ko: 저장된 체크포인트 확인 중...
nb: Kontrollerer det lagrede kontrollpunktet...
pl: Sprawdzam zapisany punkt kontrolny…
pt_br: Verificando o ponto de verificação salvo...
ru: Проверка сохраненной контрольной точки...
th: กำลังตรวจสอบจุดตรวจสอบที่บันทึกไว้...
tr: Kaydedilen kontrol noktası kontrol ediliyor…
uk: Перевірка збереженої контрольної точки…
vi: Đang kiểm tra điểm kiểm tra đã lưu…
zh_hans: 正在检查已保存的检查点…
zh_hant: 正在檢查已儲存的檢查點…

# agentPane.checkpoint.ignored
source: Ignored
ar: متجاهل
bs: Ignorisan
da: Afvist
de: Ignoriert
es: Ignorado
fr: Ignoré
it: ignorato
ja: 無視しました
km: បានមិនអើពើName
ko: 이미 무시됨
nb: Ignorert
pl: Zignorowane
pt_br: - IGNORADO
ru: Игнорировано
th: มองข้ามแล้ว
tr: Yok sayıldı
uk: Ігноруються
vi: Đã làm ngơ
zh_hans: 忽略值
zh_hant: 暫緩

# agentPane.checkpoint.excluded
source: Excluded
ar: مُستبعد
bs: isključeno
da: Ekskluderet
de: Ausgeschlossen
es: Excluidos
fr: Exclu
it: Escluso
ja: 含まない
km: បាន​បដិសេធ
ko: 제외 됨
nb: Ekskludert
pl: Wykluczone
pt_br: Excluído
ru: Исключ.
th: ไม่รวม
tr: Hariç&#x0D;
uk: Виключено
vi: Đã loại trừ
zh_hans: [zh-Hans] Excluded
zh_hant: 排除

# agentPane.checkpoint.tooLarge
source: Over the file size limit
ar: تجاوز الحد الأقصى لحجم الملف
bs: Prekoračenje ograničenja veličine datoteke
da: Over grænsen for filstørrelse
de: Überschreitung der Dateigrößenbeschränkung
es: Por encima del límite de tamaño de archivo
fr: Dépassement de la limite de taille de fichier
it: Oltre il limite di dimensioni del file
ja: ファイルサイズの制限を超えています
km: លើសពីដែនកំណត់ទំហំឯកសារ
ko: 파일 크기 제한 초과
nb: Over filstørrelsesgrensen
pl: Powyżej limitu rozmiaru pliku
pt_br: Acima do limite de tamanho do arquivo
ru: Превышение лимита на размер файла
th: เกินขีดจำกัดขนาดไฟล์
tr: Dosya boyutu sınırının üzerinde
uk: Над обмеженням розміру файлу
vi: Vượt quá giới hạn kích thước tệp
zh_hans: 超过文件大小限制
zh_hant: 超過檔案大小限制

# agentPane.checkpoint.notSelected
source: Not selected
ar: لم يتم اختياره
bs: Nije odabrano
da: Ikke valgt
de: nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
it: Non selezionato
ja: 選択されていません
km: មិនបានជ្រើស
ko: 선택되지 않음
nb: Ikke valgt
pl: Nie wybrano
pt_br: Não selecionado
ru: Не выбрано
th: ไม่ได้เลือก
tr: Seçilmedi
uk: Не вибрано
vi: Chưa được chọn
zh_hans: 未选择
zh_hant: 自訂滑鼠樣式-選中元素

# agentPane.checkpoint.unavailableFile
source: Unavailable file
ar: ملف غير متوفر
bs: Nedostupna datoteka
da: Ikke tilgængelig fil
de: Datei nicht verfügbar
es: Archivo no disponible
fr: Fichier indisponible
it: File non disponibile
ja: 使用できないファイル
km: ឯកសារដែលមិនអាចប្រើបាន
ko: 사용할 수 없는 파일
nb: Utilgjengelig fil
pl: Niedostępny plik
pt_br: Arquivo indisponível
ru: Недоступный файл
th: ไฟล์ไม่พร้อมใช้งาน
tr: Kullanılamayan dosya
uk: Недоступний файл
vi: Tệp không khả dụng
zh_hans: 不可用的文件
zh_hant: 無法使用的檔案

# agentPane.checkpoint.bytes
source: Bytes
ar: [ترجمة المصطلح: Bytes]
bs: Bajta
da: [da] Bytes
de: [de] Bytes
es: [es] Bytes
fr: Octets
it: Byte
ja: バイト
km: បៃ
ko: 바이트
nb: Byte
pl: Bajty
pt_br: [pt-BR] Bytes
ru: байтов
th: ไบต์
tr: Byte
uk: байт
vi: Byte
zh_hans: 字节
zh_hant: 位元組

# agentPane.checkpoint.retained
source: Retained
ar: المكاسب المحتجزة
bs: Zadržano
da: Afholdt
de: einbehalten
es: distribuidas y
fr: Retenu
it: Non distribuiti
ja: 残高
km: រក្សាទុក
ko: 보유
nb: Beholdt
pl: Zatrzymano
pt_br: Retido
ru: Оставлено&#10;
th: คงอยู่
tr: Geçmiş yıllar
uk: Нерозподілений
vi: Giữ lại
zh_hans: 保留盈利
zh_hant: 保留

# agentPane.checkpoint.offline
source: Reconnect before creating a checkpoint.
ar: أعد الاتصال قبل إنشاء نقطة تفتيش.
bs: Ponovo se povežite prije kreiranja kontrolnog punkta.
da: Forbind igen, før du opretter et kontrolpunkt.
de: Verbinden Sie sich erneut, bevor Sie einen Kontrollpunkt erstellen.
es: Vuelva a conectarse antes de crear un punto de control.
fr: Reconnectez-vous avant de créer un point de contrôle.
it: Riconnettiti prima di creare un punto di controllo.
ja: チェックポイントを作成する前に再接続してください。
km: ភ្ជាប់ឡើងវិញមុនពេលបង្កើតចំណុចត្រួតពិនិត្យ ។
ko: 체크포인트를 생성하기 전에 다시 연결하세요.
nb: Koble til igjen før du oppretter et kontrollpunkt.
pl: Połącz się ponownie przed utworzeniem punktu kontrolnego.
pt_br: Reconecte-se antes de criar um ponto de verificação.
ru: Повторно подключитесь перед созданием контрольной точки.
th: เชื่อมต่ออีกครั้งก่อนสร้างจุดตรวจสอบ
tr: Bir kontrol noktası oluşturmadan önce yeniden bağlanın.
uk: Повторно підключіться перед створенням контрольної точки.
vi: Kết nối lại trước khi tạo trạm kiểm soát.
zh_hans: 在创建检查点之前重新连接。
zh_hant: 建立檢查點前，請先重新連線。

# agentPane.checkpoint.changed
source: The repository changed. Refresh the checkpoint options.
ar: تم تغيير المستودع. قم بتحديث خيارات نقطة التفتيش.
bs: Repozitorij je promijenjen. Osvježite opcije kontrolnih tačaka.
da: Lageret blev ændret. Opdater kontrolpunktindstillingerne.
de: Das Repository hat sich geändert. Aktualisieren Sie die Checkpoint-Optionen.
es: El repositorio ha cambiado. Actualice las opciones del punto de control.
fr: Le référentiel a changé. Actualisez les options du point de contrôle.
it: Il repository è cambiato. Aggiorna le opzioni del checkpoint.
ja: リポジトリが変更されました。チェックポイントオプションを更新します。
km: បាន ផ្លាស់ប្ដូរ ឃ្លាំង & # 160; ។ ធ្វើ ឲ្យ ជម្រើស ចំណុច ត្រួត ពិនិត្យ ស្រស់ & # 160; ។
ko: 저장소가 변경되었습니다. 체크포인트 옵션을 새로 고치십시오.
nb: Repositoriet ble endret. Oppdater kontrollpunktalternativene.
pl: Zmieniło się repozytorium. Odśwież opcje punktu kontrolnego.
pt_br: O repositório foi alterado. Atualize as opções do ponto de verificação.
ru: Репозиторий изменился. Обновите параметры контрольной точки.
th: เปลี่ยนที่เก็บแล้วรีเฟรชตัวเลือกจุดตรวจสอบ
tr: Depo değişti. Kontrol noktası seçeneklerini yenileyin.
uk: Репозиторій змінився. Оновіть параметри контрольної точки.
vi: Kho lưu trữ đã thay đổi. Làm mới các tùy chọn điểm kiểm tra.
zh_hans: 存储库已更改。刷新检查点选项。
zh_hant: 儲存庫已變更。重新整理檢查點選項。

# agentPane.checkpoint.unsupported
source: Repository checkpoints are unavailable for this session.
ar: نقاط تفتيش المستودع غير متاحة لهذه الجلسة.
bs: Kontrolne tačke spremišta nisu dostupne za ovu sesiju.
da: Lagerkontrolpunkter er ikke tilgængelige for denne session.
de: Repository-Prüfpunkte sind für diese Sitzung nicht verfügbar.
es: Los puntos de control del repositorio no están disponibles para esta sesión.
fr: Les points de contrôle du référentiel ne sont pas disponibles pour cette session.
it: I punti di controllo del repository non sono disponibili per questa sessione.
ja: リポジトリチェックポイントはこのセッションでは使用できません。
km: ចំណុចត្រួតពិនិត្យឃ្លាំងមិនមានសម្រាប់វគ្គនេះទេ ។
ko: 이 세션에서는 저장소 체크포인트를 사용할 수 없습니다.
nb: Kontrollpunkter for depotet er ikke tilgjengelige for denne økten.
pl: Punkty kontrolne repozytorium są niedostępne dla tej sesji.
pt_br: Os pontos de verificação do repositório não estão disponíveis para esta sessão.
ru: Контрольные точки репозитория недоступны для этого сеанса.
th: จุดตรวจสอบที่เก็บไม่พร้อมใช้งานสำหรับเซสชั่นนี้
tr: Bu oturum için depo kontrol noktaları kullanılamıyor.
uk: Контрольні точки репозиторію недоступні для цього сеансу.
vi: Các điểm kiểm tra kho lưu trữ không khả dụng cho phiên này.
zh_hans: 存储库检查点对此会话不可用。
zh_hant: 此工作階段無法使用儲存庫檢查點。

# agentPane.checkpoint.noHead
source: No commit yet
ar: لا يوجد التزام حتى الآن
bs: Još nema obavezivanja
da: Ingen binding endnu
de: Noch kein Commit
es: Aún no hay confirmación
fr: Pas encore d'engagement
it: Ancora nessun impegno
ja: まだコミットがありません
km: មិនទាន់បានប្តេជ្ញាចិត្តនៅឡើយទេ
ko: 아직 커밋 없음
nb: Ingen forpliktelse ennå
pl: Nie zatwierdzono jeszcze
pt_br: Nenhum commit ainda
ru: Пока нет фиксации
th: ยังไม่มีความมุ่งมั่น
tr: Henüz taahhüt yok
uk: Ще немає фіксації
vi: Chưa có cam kết nào
zh_hans: 尚无提交
zh_hant: 尚無提交

# agentPane.error.git
source: The changes could not be read.
ar: تعذّرت قراءة التغييرات.
bs: Promjene nije moguće pročitati.
da: Ændringerne kunne ikke læses.
de: Die Änderungen konnten nicht gelesen werden.
es: No se pudieron leer los cambios.
fr: Impossible de lire les modifications.
it: Impossibile leggere le modifiche.
ja: 変更を読み込めませんでした。
km: មិនអាចអានការផ្លាស់ប្ដូរបានទេ។
ko: 변경 사항을 읽을 수 없습니다.
nb: Endringene kunne ikke leses.
pl: Nie można odczytać zmian.
pt_br: Não foi possível ler as alterações.
ru: Не удалось прочитать изменения.
th: ไม่สามารถอ่านการเปลี่ยนแปลงได้
tr: Değişiklikler okunamadı.
uk: Не вдалося прочитати зміни.
vi: Không thể đọc các thay đổi.
zh_hans: 无法读取更改。
zh_hant: 無法讀取變更。

# agentPane.error.transport
source: The app refused the agent connection.
ar: رفض التطبيق الاتصال بالوكيل.
bs: Aplikacija je odbila vezu s agentom.
da: Appen afviste forbindelsen til agenten.
de: Die App hat die Verbindung zum Agenten abgelehnt.
es: La app rechazó la conexión con el agente.
fr: L’app a refusé la connexion à l’agent.
it: L’app ha rifiutato la connessione all’agente.
ja: アプリがエージェントへの接続を拒否しました。
km: កម្មវិធីបានបដិសេធការតភ្ជាប់ភ្នាក់ងារ។
ko: 앱이 에이전트 연결을 거부했습니다.
nb: Appen avviste tilkoblingen til agenten.
pl: Aplikacja odrzuciła połączenie z agentem.
pt_br: O app recusou a conexão com o agente.
ru: Приложение отклонило подключение к агенту.
th: แอปปฏิเสธการเชื่อมต่อกับเอเจนต์
tr: Uygulama aracı bağlantısını reddetti.
uk: Застосунок відхилив підключення до агента.
vi: Ứng dụng đã từ chối kết nối với tác tử.
zh_hans: 应用拒绝了与代理的连接。
zh_hant: App 拒絕了與代理的連線。

# agentPane.confirmMode.title
source: Let the agent act without asking?
ar: هل تسمح للوكيل بالتصرف دون أن يسأل؟
bs: Dozvoliti agentu da radi bez pitanja?
da: Lad agenten handle uden at spørge?
de: Den Agenten ohne Nachfrage handeln lassen?
es: ¿Dejar que el agente actúe sin preguntar?
fr: Laisser l’agent agir sans demander ?
it: Lasciare che l’agente agisca senza chiedere?
ja: エージェントに確認なしで実行させますか？
km: អនុញ្ញាតឱ្យភ្នាក់ងារធ្វើសកម្មភាពដោយមិនសួរ?
ko: 에이전트가 묻지 않고 작업하게 할까요?
nb: La agenten handle uten å spørre?
pl: Pozwolić agentowi działać bez pytania?
pt_br: Deixar o agente agir sem perguntar?
ru: Разрешить агенту действовать без вопросов?
th: ให้เอเจนต์ทำงานโดยไม่ถามก่อนหรือไม่
tr: Aracı sormadan işlem yapsın mı?
uk: Дозволити агенту діяти без запитань?
vi: Cho tác tử hành động mà không hỏi?
zh_hans: 要让代理不经询问就执行操作吗？
zh_hant: 要讓代理不經詢問就執行操作嗎？

# agentPane.confirmMode.message
source: This chat would switch to %@, a mode in which the agent does not ask before it acts.
ar: ستنتقل هذه المحادثة إلى %@، وهو وضع لا يسأل فيه الوكيل قبل أن يتصرف.
bs: Ovaj razgovor bi prešao na %@, način u kojem agent ne pita prije nego što djeluje.
da: Denne chat skifter til %@, en tilstand hvor agenten ikke spørger, før den handler.
de: Dieser Chat würde zu %@ wechseln, einem Modus, in dem der Agent nicht fragt, bevor er handelt.
es: Este chat pasaría a %@, un modo en el que el agente no pregunta antes de actuar.
fr: Ce chat passerait en %@, un mode dans lequel l’agent ne demande pas avant d’agir.
it: Questa chat passerebbe a %@, una modalità in cui l’agente non chiede prima di agire.
ja: このチャットは %@ に切り替わります。このモードでは、エージェントは実行前に確認しません。
km: ការជជែកនេះនឹងប្ដូរទៅ %@ ដែលជារបៀបដែលភ្នាក់ងារមិនសួរមុនធ្វើសកម្មភាព។
ko: 이 채팅은 에이전트가 작업 전에 묻지 않는 모드인 %@(으)로 전환됩니다.
nb: Denne chatten bytter til %@, en modus der agenten ikke spør før den handler.
pl: Ten czat przełączy się na %@, tryb, w którym agent nie pyta przed działaniem.
pt_br: Este chat mudaria para %@, um modo em que o agente não pergunta antes de agir.
ru: Этот чат перейдёт в режим %@, в котором агент не спрашивает перед действием.
th: แชทนี้จะเปลี่ยนเป็น %@ ซึ่งเป็นโหมดที่เอเจนต์ไม่ถามก่อนทำงาน
tr: Bu sohbet, aracının işlem yapmadan önce sormadığı %@ moduna geçer.
uk: Цей чат перейде в режим %@, у якому агент не питає перед дією.
vi: Cuộc trò chuyện này sẽ chuyển sang %@, chế độ mà tác tử không hỏi trước khi hành động.
zh_hans: 此聊天将切换到 %@，在该模式下代理执行操作前不会询问。
zh_hant: 此聊天將切換到 %@，在該模式下代理執行操作前不會詢問。

# agentPane.confirmMode.switch
source: Switch Mode
ar: تبديل الوضع
bs: Promijeni način
da: Skift tilstand
de: Modus wechseln
es: Cambiar modo
fr: Changer de mode
it: Cambia modalità
ja: モードを切り替え
km: ប្ដូររបៀប
ko: 모드 전환
nb: Bytt modus
pl: Zmień tryb
pt_br: Mudar modo
ru: Сменить режим
th: เปลี่ยนโหมด
tr: Modu Değiştir
uk: Змінити режим
vi: Chuyển chế độ
zh_hans: 切换模式
zh_hant: 切換模式

# agentPane.addRoot.title
source: Add this folder to the workspace?
ar: هل تريد إضافة هذا المجلد إلى مساحة العمل؟
bs: Dodati ovaj folder u radni prostor?
da: Vil du føje denne mappe til arbejdsområdet?
de: Diesen Ordner zum Arbeitsbereich hinzufügen?
es: ¿Añadir esta carpeta al espacio de trabajo?
fr: Ajouter ce dossier à l’espace de travail ?
it: Aggiungere questa cartella allo spazio di lavoro?
ja: このフォルダをワークスペースに追加しますか？
km: បន្ថែមថតនេះទៅកន្លែងធ្វើការ?
ko: 이 폴더를 워크스페이스에 추가할까요?
nb: Vil du legge til denne mappen i arbeidsområdet?
pl: Dodać ten folder do obszaru roboczego?
pt_br: Adicionar esta pasta ao espaço de trabalho?
ru: Добавить эту папку в рабочее пространство?
th: เพิ่มโฟลเดอร์นี้ลงในพื้นที่ทำงานหรือไม่
tr: Bu klasör çalışma alanına eklensin mi?
uk: Додати цю папку до робочого простору?
vi: Thêm thư mục này vào không gian làm việc?
zh_hans: 要将此文件夹添加到工作区吗？
zh_hant: 要將此檔案夾加入工作區嗎？

# agentPane.addRoot.message
source: The agent asked to work in %@, which is outside this workspace's folders.
ar: طلب الوكيل العمل في %@، وهو خارج مجلدات مساحة العمل هذه.
bs: Agent je tražio da radi u %@, koji je izvan foldera ovog radnog prostora.
da: Agenten bad om at arbejde i %@, som ligger uden for dette arbejdsområdes mapper.
de: Der Agent möchte in %@ arbeiten, das außerhalb der Ordner dieses Arbeitsbereichs liegt.
es: El agente pidió trabajar en %@, que está fuera de las carpetas de este espacio de trabajo.
fr: L’agent a demandé à travailler dans %@, qui se trouve hors des dossiers de cet espace de travail.
it: L’agente ha chiesto di lavorare in %@, che è fuori dalle cartelle di questo spazio di lavoro.
ja: エージェントが %@ での作業を求めています。このフォルダはワークスペースのフォルダの外にあります。
km: ភ្នាក់ងារបានស្នើធ្វើការក្នុង %@ ដែលនៅក្រៅថតនៃកន្លែងធ្វើការនេះ។
ko: 에이전트가 이 워크스페이스의 폴더 밖에 있는 %@에서 작업하려고 합니다.
nb: Agenten ba om å jobbe i %@, som ligger utenfor mappene i dette arbeidsområdet.
pl: Agent poprosił o pracę w %@, który jest poza folderami tego obszaru roboczego.
pt_br: O agente pediu para trabalhar em %@, que está fora das pastas deste espaço de trabalho.
ru: Агент запросил работу в %@, а эта папка находится вне папок рабочего пространства.
th: เอเจนต์ขอทำงานใน %@ ซึ่งอยู่นอกโฟลเดอร์ของพื้นที่ทำงานนี้
tr: Aracı, bu çalışma alanının klasörleri dışında kalan %@ içinde çalışmak istedi.
uk: Агент попросив працювати в %@, що поза папками цього робочого простору.
vi: Tác tử yêu cầu làm việc trong %@, nằm ngoài các thư mục của không gian làm việc này.
zh_hans: 代理请求在 %@ 中工作，它位于此工作区的文件夹之外。
zh_hant: 代理要求在 %@ 中工作，它位於此工作區的檔案夾之外。
